<?php

// Heading 
$_['heading_title']   		= 'Портал Садовода';

// Text
$_['text_error_inf']      		= 'Отсутствие вестей - само по себе неплохая весть';
$_['text_more']  			= 'Вся статья';
$_['text_posted'] 			= 'Добавлено: ';

// Buttons
$_['button_news']     		= 'Перейти к списку статей портала';
$_['button_continue']  		= 'Продолжить';


$_['text_refine']       = 'Выберите подкатегорию';
$_['text_product']      = 'Товары';
$_['text_error']        = 'Категория не найдена!';
$_['text_empty']        = 'В этой категории нет статей.';
$_['text_limit']        = 'На странице:';
?>
