<?php
// Heading
$_['heading_title']  = 'Оставить отзыв';


$_['text_message']   = '<p>Ваш запрос был успешно отправлен администрации магазина!</p>';
$_['text_wait']         = 'Пожалуйста, подождите!';
$_['text_success']      = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';
$_['text_no_reviews']   = 'Нет отзывов.';
$_['text_on']           = ' - ';

// Entry Fields
$_['entry_name']     = 'Ваше имя:';
$_['entry_enquiry']  = 'Ваш отзыв:';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_enquiry']  = 'Длина отзыва должна быть от 10 до 3000 символов!';


$_['button_post']    = 'Отправить отзыв';
?>
