<?php
// Heading
$_['heading_title']      = 'Баннеры';

// Text
$_['text_success']       = 'Баннеры успешно обновлены!';
$_['text_default']       = 'По умолчанию';
$_['text_image_manager'] = 'Менеджер изображений';
$_['text_browse']        = 'Обзор';
$_['text_clear']         = 'Очистить';

// Column
$_['column_name']        = 'Название баннера';
$_['column_status']      = 'Статус';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_gallery']     = 'В галерее';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название баннера:';
$_['entry_title']        = 'Заголовок фото:';
$_['entry_meta_title']   = 'Заголовок Title:';
$_['entry_meta_description']   = 'Заголовок Description:';
$_['entry_description']   = 'Описание:';
$_['entry_link']         = 'Ссылка:';
$_['entry_sort_order']   = 'Порядок сортировки:';
$_['entry_image']        = 'Изображение:';
$_['entry_status']       = 'Статус:';
$_['entry_gallery']       = 'Включить в галерею:';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения баннеров!';
$_['error_name']         = 'Название баннера должно быть от 3 до 64 символов!';
$_['error_title']        = 'Заголовок должен быть от 2 до 64 символов!';
$_['error_default']      = 'Этот баннер не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_product']      = 'Этот баннер не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']     = 'Этот баннер не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']  = 'Этот баннер не может быть удален, поскольку он используется %s страницей(ами)!';
?>