<?php
// Heading
$_['heading_title']    = 'Watermark менеджер';
 
// Text
$_['text_uploaded']    = 'Успешно: Ваши файлы загружены!';
$_['text_file_delete'] = 'Файл удалён!';
$_['text_create']      = 'Успешно: Папка создана!';
$_['text_delete']      = 'Успешно: Файл или папка удалена!';
$_['text_move']        = 'Успешно: Файл или папка перемещена!';
$_['text_copy']        = 'Успешно: Файл или папка скопирована!';
$_['text_rename']      = 'Успешно: Файл или папка переименована!';

// Entry
$_['entry_folder']     = 'Новая папка:';
$_['entry_move']       = 'Переместить:';
$_['entry_copy']       = 'Имя:';
$_['entry_rename']     = 'Имя:';

// Error
$_['error_select']     = 'Внимание: Выберите файл или папку!';
$_['error_file']       = 'Внимание: Выберите файл!';
$_['error_directory']  = 'Внимание: Выберите папку!';
$_['error_default']    = 'Внимание: Не удалось изменить ваш каталог по умолчанию!';
$_['error_delete']     = 'Внимание: Вы не можете удалить эту папку!';
$_['error_filename']   = 'Внимание: Имя файла должно иметь от 2 до 255 символов!';
$_['error_missing']    = 'Внимание: Файл или папка не созданы!';
$_['error_exists']     = 'Внимание: Файл или папка с данным именем уже существует!';
$_['error_name']       = 'Внимание: Введите новое имя!';
$_['error_move']       = 'Внимание: Перемещение невозможно!';
$_['error_copy']       = 'Внимание: Невозможно скопировать файл или папку!';
$_['error_rename']     = 'Внимание: Невозможно переименовать эту папку!';
$_['error_file_type']  = 'Внимание: Формат файла не поддерживается!';
$_['error_file_size']  = 'Внимание: Файл слишком большой, более 300kb или больше 1000px высоты или ширины!';
$_['error_uploaded']   = 'Внимание: Невозможно загрузить файл, а вот почему...!';
$_['error_permission'] = 'Внимание: Отсутствуют права доступа!';

// Button
$_['button_folder']    = 'Новая папка';
$_['button_delete']    = 'Удалить';
$_['button_move']      = 'Переместить';
$_['button_copy']      = 'Копировать';
$_['button_rename']    = 'Переименовать';
$_['button_upload']    = 'Загрузить';
$_['button_refresh']   = 'Обновить';
?>