<?php
// Heading
$_['heading_title']                 = 'Скидки от суммы заказа';
$_['heading_title_mod']             = 'Настройки скидок от суммы заказа';
$_['heading_title_insert']          = 'Добавить скидку';
$_['heading_title_update']          = 'Изменить скидку';

// Text
$_['text_total']                    = 'Общая сумма заказа';
$_['text_success']                  = 'Настройки модуля обновлены!';
$_['button_modulator']              = 'Настройки';


// Column
$_['column_name']                   = 'Название скидки';
$_['column_sort_order']             = 'Порядок сортировки';
$_['column_action']                 = 'Действие';
$_['column_price']                  = 'Сумма (RUB)';
$_['column_percent']                = 'Процент скидки';
$_['column_status']                 = 'Статус';

// Entry
$_['entry_status']                  = 'Статус:';
$_['entry_sort']                    = 'Порядок сортировки:';
$_['entry_date_start']              = 'Дата начала:';
$_['entry_date_end']                = 'Дата окончания:';
$_['entry_price']                   = 'Сумма (в валюте по-умолчанию):';
$_['entry_sub_price']               = 'Сумма заказа от которой начинает действовать скидка';
$_['entry_percent']                 = 'Процент скидки:';
$_['entry_sub_percent']             = 'Процент скидки от суммы цен товаров в заказе';
$_['entry_description_head']	    = 'Страница скидок (начало):';
$_['entry_description_end']		    = 'Страница скидок (конец):';
$_['entry_sub_description_head']    = 'Текст на странице с описанием всех скидок, до списка скидок';
$_['entry_sub_description_end']	    = 'Текст на странице с описанием всех скидок, после списка скидок';
$_['entry_description']	            = 'Описание скидки:';
$_['entry_sub_description']	        = 'Описание скидки будет показываться в списке доступных скидок по адресу: ';
$_['entry_name']	                = 'Название скидки:';

// Error
$_['error_permission']              = 'У Вас нет прав для управления этим модулем!';
$_['error_name']         		    = 'Название скидки должно быть от 3 до 64 символов!';
$_['error_price']         		    = 'Сумма должна быть числом и не пустой!';
$_['error_percent']         	    = 'Процент скидки должен быть числом и не пустой!';
$_['error_discount']      		    = 'Этот производитель не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>